Repository: jinjianxin/tizen
Catalog: org.tizen.browser-0.0.1/po/*.po
Languages: kk, ro

# IDS_BR_BODY_NOTIFYING_ING
source: Notifying...
kk: Хабарлауда...
ro: Se notifică...

# IDS_BR_BODY_PROCESSING_ING
source: Processing...
kk: Өңделуде...
ro: Se procesează...

# IDS_BR_BODY_PROCESSING_COMPLETED
source: Processing completed
kk: Өңделу аяқталды
ro: Procesare terminată

# IDS_BR_SK_RETRY
source: Retry
kk: Қайталау
ro: Reîncerc.

# IDS_BR_HEADER_DOWNLOAD_MANAGER
source: Download manager
kk: Реттеушіні жүктеу
ro: Manager descărcare

# IDS_BR_POP_INVALIDDESCRIPTOR
source: Invalid descriptor
kk: Жарамсыз сипаттаушы
ro: JAD invalid

# IDS_BR_POP_UNABLE_TO_OPEN_FILE
source: Unable to open file
kk: Файлды ашуға болмады
ro: Imposibil de deschis fişierul

# IDS_BR_POP_DOWNLOAD_Q
source: Download?
kk: Жазасыз ба?
ro: Descărcaţi?

# IDS_BR_OPT_DELETE_SELECTED
source: Selected
kk: Таңдалған
ro: Selectat

# IDS_BR_POP_DOWNLOAD_CANCELLED
source: Download cancelled
kk: Жазу тоқтатылды
ro: Descărcare anulată

# IDS_BR_BODY_CONTINUE_FROM_LAST_PAGE
source: Continue from last page
kk: Соңғы бет. баст. жалғ-у
ro: Contin. cu ultim. pag.

# IDS_BR_BODY_PAGE
source: Page
kk: Бет
ro: Pagină

# IDS_BR_OPT_DICTIONARY
source: Dictionary
kk: Сөздік
ro: Dicţionar

# IDS_BR_BODY_ABOUT_BROWSER
source: About browser
kk: Бағдарлама туралы
ro: Despre navigator

# IDS_BR_BODY_BROWSER_TYPE
source: Type
kk: Түрі
ro: Tip

# IDS_BR_BODY_CERTIFICATE_ISSUER
source: Issuer
kk: Беруші
ro: Emitent

# IDS_BR_BODY_DISPLAY_IMAGES
source: Display images
kk: Суреттерді көрсету
ro: Afişare imagini

# IDS_BR_BODY_DOWNLOAD
source: Download
kk: Жазу
ro: Descărcare

# IDS_BR_BODY_ENTER_URL
source: Enter URL
kk: URL енгізіңіз
ro: Introduceţi URL

# IDS_BR_BODY_FOLDER
source: Folder
kk: Қалта

# IDS_BR_BODY_HOMEPAGE
source: Homepage
kk: Үй беті
ro: Pagină de pornire

# IDS_BR_BODY_LANDSCAPE_VIEW
source: Landscape view
kk: Пейзаж
ro: Peisaj

# IDS_BR_BODY_NO_BOOKMARKS
source: No bookmarks
kk: Бетбелгі жоқ
ro: Niciun marcaj

# IDS_BR_BODY_NO_RESULTS_FOUND
source: No results found
kk: Ешқандай нәтиже табылмады
ro: Nu au fost găsite rezultate

# IDS_BR_BODY_OPTIONAL
source: Optional
kk: Опциалық
ro: Opţional

# IDS_BR_BODY_RUN_FLASH
source: Run Flash
kk: Жарқылдауды іске қосу
ro: Executare Flash

# IDS_BR_BODY_RUN_JAVASCRIPT
source: Run JavaScript
kk: JavaScript орындау
ro: Executare JavaScript

# IDS_BR_HEADER_COMMON_NAME_C
source: Common name:
kk: Жалпы атауы:
ro: Nume comun:

# IDS_BR_HEADER_ORGANIZATIONAL_UNIT_C
source: Organisational unit:
kk: Ұйымдастыру бірлігі:
ro: Unitate organizaţională:

# IDS_BR_HEADER_ORGANIZATION_C
source: Organisation:
kk: Ұйым:
ro: Organizaţie:

# IDS_BR_HEADER_USER_AGENT
source: User agent
kk: Тұтынушын агент
ro: Agent utilizator

# IDS_BR_OPT_PREFERENCES
source: Preferences
kk: Ұнамдылар
ro: Preferinţe

# IDS_BR_POP_ACTICATION_ERR
source: Activation error
kk: Активтеуде қателік байқалды
ro: Eroare de activare

# IDS_BR_POP_ALREADY_RUNNING
source: Already running...
kk: Іске қосылуда...
ro: Deja se execută

# IDS_BR_POP_ERRORIMPLEMENTED
source: Not implemented
kk: Орындалмайған
ro: Neimplementat

# IDS_BR_POP_HTTPERRAUTHFAILED
source: Authentication failed
kk: Түпнұсқа тексеру кезінде үзіліп кетті
ro: Autentificare eşuată

# IDS_BR_POP_OVERWRITE_Q
source: Overwrite?
kk: Үстіне жазу керек пе?
ro: Suprascrieţi?

# IDS_BR_TAB_HISTORY
source: History
kk: Тарих
ro: Istoric

# IDS_BR_HEADER_DOWNLOAD_LIST
source: Download list
kk: Жүктеу тізімі
ro: Descărcare listă

# IDS_BR_POP_ALREADYINSTALLED
source: Already installed
kk: Орнатылған
ro: Deja instalat

# IDS_BR_POP_NOTIFYING
source: Notifying...
kk: Мәлімдеуде...
ro: Se notifică...

# IDS_BR_POP_NOTSUPPORT
source: Unsupported content
kk: Мұндай қызмет түрі жоқ
ro: Conţinut neacceptat

# IDS_BR_POP_ERROR_C_UNABLE_TO_RESOLVE_HOST_NAME
source: Error: unable to resolve host name
kk: Қате: хост атауын шешу мүмкін емес
ro: Eroare: imposibil de rezolvat numele gazdei

# IDS_BR_POP_UNABLE_TO_REACH_PROXY
source: Unable to reach proxy
kk: Проксиге қол жеткізу мүмкін емес
ro: Imposibil de accesat proxy

# IDS_BR_POP_NOSSLCERTI
source: No SSL certificates
kk: SSL сертификаттары жоқ
ro: Nici un certificat SSL

# IDS_BR_BODY_FILE_SIZE_EXCEEDS_MAXIMUM_UPLOAD_LIMIT
source: File size exceeds maximum upload limit
kk: Файл өлшемі ең көп жіберу шегінен асып кетеді
ro: Dimensiunea fişierului depăşeşte limita maximă de încărcare

# IDS_BR_BODY_ENTER_NAME_C
source: Enter name:
kk: Атын енгізіңіз:
ro: Introducere nume:

# IDS_BR_SK_NEXT
source: Next
kk: Сосын
ro: Următor

# IDS_BR_OPT_NEW_FOLDER
source: New folder
kk: Жаңа қалта
ro: Folder nou

# IDS_BR_SK3_ADD_TO_BOOKMARKS
source: Add to Bookmarks
kk: Бетбелгіге қосу
ro: Adăugare la Marcaje

# IDS_BR_SK1_NEW_WINDOW
source: New window
kk: Жаңа терезе
ro: Fereastră nouă

# IDS_BR_BODY_URL_NOT_AVAILABLE
source: URL not available
kk: URL қол жетімді емес
ro: URL nedisponibil

source: URL %s not available. It might be down temporarily or no longer in use
kk: URL %s қол жетімді емес. Ол уақытша өшкен болуы мүмкін немесе енді пайдаланылмайды
ro: URL-ul %s nu este disponibil. Poate fi temporar scos din funcţiune sau nu mai este utilizat

# IDS_BR_HEADER_FOLDER
source: Folder
kk: Қалта

# IDS_BR_BODY_FOLDER_NAME
source: Folder name
kk: Папка аты
ro: Nume director

# IDS_BR_BODY_FOLDER_NAME_ALREADY_IN_USE
source: Folder name already in use
kk: Мұндай қалта аты қолданыста бар
ro: Nume folder deja în uz

# IDS_BR_BODY_NO_TITLE
source: No title
kk: Тақырып жоқ
ro: Nici un titlu

# IDS_BR_HEADER_MULTI_WINDOW
source: Multi window
kk: Көп терезе
ro: Feres. multiple

# IDS_BR_BODY_NO_HISTORIES
source: No histories
kk: Журналдар жоқ
ro: Niciun istoric

# IDS_BR_BODY_ADD_TO_BOOKMARKS
source: Add to Bookmarks
kk: Бетбелгілерге қосу
ro: Adăugare la Marcaje

# IDS_BR_BODY_EDIT_BOOKMARK
source: Edit bookmark
kk: Қосымшаны өзгерту
ro: Editare marcaj

# IDS_BR_BODY_FOLDER_NAME_C
source: Folder name:
kk: Қалта аты:
ro: Nume folder:

# IDS_BR_OPT_SELECT_ALL
source: Select all
kk: Бәрін бөлектеу
ro: Selectare toate

# IDS_BR_OPT_DOWNLOAD_MANAGER
source: Download manager
kk: Реттеушіні жүктеу
ro: Manager descărcare

# IDS_BR_OPT_ADD_RSS_FEED
source: Add RSS feed
kk: RSS берілімін қосу
ro: Adăugare alimentare RSS

# IDS_BR_OPT_ADD_RSS_FEEDS
source: Add RSS feeds
kk: RSS арналарын қосу
ro: Adăugare alimentări RSS

# IDS_BR_OPT_SETTINGS
source: Settings
kk: Қондырғ-р
ro: Setări

# IDS_BR_POP_ENTER_URL
source: Enter URL
kk: URL енгізіңіз
ro: Introduceţi URL

# IDS_BR_BODY_AUTHPASSWORD
source: Password
kk: Кілтсөз
ro: Parolă

# IDS_BR_POP_INVALIDADDRESS
source: Invalid address
kk: Мекен-жай жарамсыз
ro: Adresă incorectă

# IDS_BR_POP_ALREADY_EXISTS_IN_DOWNLOAD_LIST
source: Already exists in download list
kk: Қотару тізімінде бар
ro: Există deja în lista de descărcări

# IDS_BR_POP_ENTER_FOLDER_NAME
source: Enter folder name
kk: Қалта атын енгізңіз
ro: Introduceţi numele folderului

# IDS_BR_POP_NO_PAGE
source: No page
kk: Бет жоқ
ro: Nicio pagină

# IDS_BR_POP_NO_PAGES_BACKWARD
source: No pages backward
kk: Алдыңғы беттер жоқ
ro: Nici o pagină înapoi

# IDS_BR_POP_NO_PAGES_FORWARD
source: No pages forward
kk: Келесі беттер жоқ
ro: Nici o pagină înainte

# IDS_BR_POP_NO_PAGE_TO_RELOAD
source: No page to reload
kk: Қайта қотару үшін бет жоқ
ro: Nicio pagină de reîncărcat

# IDS_BR_BODY_DESTINATIONS_AUTHENTICATION_REQUIRED
source: Authentication required
kk: Түпнұсқаны тексеру қажет
ro: Se solicită autentificare

# IDS_BR_POP_BOOKMARK_ALREADY_EXISTS
source: Bookmark already exists
kk: Бетбелгі бұрыннан бар
ro: Marcajul există deja

# IDS_BR_POP_FOLDER_NAME_ALREADY_EXISTS
source: Folder name already exists
kk: Қалтаның аты бар
ro: Numele directorului există deja

# IDS_BR_POP_UNABLE_TO_SAVE_OBJECT_NOT_ENOUGH_SPACE_IN_CACHE
source: Unable to save object. Not enough space in cache
kk: Нысан сақтау мүмкін емес. Кэште жад жеткіліксіз
ro: Imposibil de salvat obiectul. Spaţiu insuficient în cache

# IDS_BR_HEADER_SELECT_ITEMS
source: Select items
kk: Элементтер таңдау
ro: Selectare elemente

# IDS_BR_HEADER_CERTIFICATE_INFO
source: Certificate info
kk: Сертификат туралы ақпарат
ro: Informaţii certificat

# IDS_BR_OPT_SHARE_VIA_EMAIL
source: Share via Email
kk: Электрондық пошта арқылы бөлісу
ro: Partajare prin e-mail

# IDS_BR_OPT_SHARE_VIA_MESSAGES
source: Share via Messages
kk: Хабарлар арқылы бөлісу
ro: Partajare prin Mesaje

# IDS_BR_OPT_SHARE_VIA
source: Share via
kk: Бөлісу
ro: Partajare prin

# IDS_BR_POP_UNABLE_TO_START_BROWSER
source: Unable to start Browser
kk: Браузерді іске қосу мүмкін емес
ro: Imposibil de pornit Navigatorul

# IDS_BR_POP_NO_ADDRESS
source: No address
kk: Мекен-жай жоқ
ro: Nicio adresă

# IDS_BR_POP_NEVER_SHOW_AGAIN
source: Never show again
kk: Ешқашан қайтадан көрсетпеңіз
ro: Nu se mai afişează niciodată

# IDS_BR_POP_FILE_NAME_EMPTY
source: File name empty
kk: Файлданың аты бос
ro: Fişier fără nume

# IDS_BR_SK3_CREATE_FOLDER
source: Create folder
kk: Қалта жасау
ro: Creare folder

# IDS_BR_OPT_SELECTED
source: Selected
kk: Таңдалған
ro: Selectat

# IDS_BR_OPT_SHARE
source: Share
kk: Байланысқа жол
ro: Partajare

# IDS_BR_HEADER_RECENTLY_VISITED_PAGES
source: Recently visited pages
kk: Соңғы рет кірген беттер
ro: Pagini vizitate recent

# IDS_BR_OPT_DISPLAY
source: Display
kk: Дисплей
ro: Ecran

# IDS_BR_BODY_FIT_TO_WIDTH
source: Fit to width
kk: Еніне сәйкес келу
ro: Încadrare pe lăţime

# IDS_BR_BODY_READABLE
source: Readable
kk: Оқылатын
ro: Lizibil

# IDS_BR_BODY_PRIVACY
source: Privacy
kk: Құпия
ro: Confidenţialitate

# IDS_BR_BODY_COOKIESACCEPTALL
source: Accept all
kk: Бәрін қабылдау
ro: Acceptare toate

# IDS_BR_BODY_COOKIESPROMPT
source: Prompt
kk: Сұрау
ro: Confirmare

# IDS_BR_BODY_ACCEPT_COOKIES
source: Accept cookies
kk: Куки файлдарын қабылдау
ro: Acceptare module cookie

# IDS_BR_OPT_ACCEPT_COOKIES
source: Accept cookies
kk: Куки файлдарын қабылдау
ro: Acceptare module cookie

# IDS_BR_BODY_ACCEPT_ALL
source: Accept all
kk: Бәрін қабылдау
ro: Acceptare toate

# IDS_BR_BODY_REJECT_ALL
source: Reject all
kk: Бәрін доғарып қою
ro: Respingere toate

# IDS_BR_BODY_AUTO_SAVE_ID_PASSWORD
source: Auto save ID/password
kk: Автоматты сақтау идентификаторы/құпиясөз
ro: Salvare automată ID/parolă

# IDS_BR_BODY_ON
source: On
kk: Қосылған
ro: Pornit

# IDS_BR_BODY_OFF
source: Off
kk: Өшірілген
ro: Oprit

# IDS_BR_BODY_DEFAULT_STORAGE
source: Default storage
kk: Өздігінен сақталады
ro: Stocare implicită

# IDS_BR_BODY_SEARCH
source: Search
kk: Іздеу
ro: Căutare

# IDS_BR_BODY_SAVE_IMAGE
source: Save image
kk: Көріністі сақтау
ro: Salvare imagine

# IDS_BR_POP_LOW_BATTERY_UNABLE_TO_RUN_BROWSER
source: Low battery. Unable to run browser
kk: Батареяның заряды аз. Браузерді іске қосу мүмкін емес
ro: Baterie descărcată. Imposibil de executat navigatorul

# IDS_BR_BODY_FIND_WORD
source: Find word
kk: Сөзді табу
ro: Găsire cuvânt

# IDS_BR_OPT_ADD_TO_HOME_SCREEN
source: Add to home screen
kk: Бастапқы экранға қосу
ro: Adăugare la Ecranul de pornire

# IDS_BR_OPT_ADD_TO_HOME_SCREEN_ABB
source: Add to home screen
kk: Бастапқы экранға қосу
ro: Adăug. la ecran. de pornire

# IDS_BR_BODY_MOST_VISITED_SITES
source: Most visited sites
kk: Көп кіретін сайттар
ro: Site-urile cele mai vizitate

# IDS_BR_OPT_SHARE_VIA_FACEBOOK
source: Share via Facebook
kk: Facebook арқылы бөлісу
ro: Partajare prin Facebook

# IDS_BR_OPT_SHARE_VIA_TWITTER
source: Share via Twitter
kk: Twitter арқылы бөлісу
ro: Partajare prin Twitter

# IDS_BR_SK3_CHANGE_VIEW
source: Change view
kk: Көрініс өзгерту
ro: Schimb. vizual.

# IDS_BR_HEADER_SELECT_URLS
source: Select URLs
kk: URL мекенжайларын таңдаңыз
ro: Selectaţi URL-urile

# IDS_BR_POP_THIS_SITE_IS_ATTEMPTING_TO_OPEN_POP_UP_WINDOW
source: This site is attempting to open pop-up window
kk: Бұл сайт қалқымалы терезені ашуға әрекет жасауда
ro: Site-ul încearcă să deschidă o fereastră de tip pop-up

# IDS_BR_MBODY_BLOCK_POP_UP_WINDOWS
source: Block pop-up windows
kk: Қалқ. терезелер. бұғаттау
ro: Blocare ferestre pop-up

# IDS_BR_BODY_TEXT_READER
source: Text reader
kk: Мәтін оқу құралы
ro: Cititor de text

# IDS_BR_OPT_COPY_IMAGE
source: Copy image
kk: Сурет көшіру
ro: Copiere imagine

# IDS_BR_OPT_SAVE_IMAGE
source: Save image
kk: Көріністі сақтау
ro: Salvare imagine

# IDS_BR_BODY_PLAY
source: Play
kk: Ойнату
ro: Redare

# IDS_BR_OPT_SELECT
source: Select
kk: Таңдау
ro: Selectare

# IDS_BR_OPT_NAVIGATE_GO_BACKWARD
source: Go backward
kk: Артқа
ro: Înapoi

# IDS_BR_OPT_NAVIGATE_GO_FORWARD
source: Go forward
kk: Алға
ro: Înainte

# IDS_BR_OPT_STOP
source: Stop
kk: Тоқтату
ro: Oprire

# IDS_BR_OPT_RELOAD
source: Reload
kk: Қайта қосу
ro: Reîncărcare

# IDS_BR_OPT_PASTE
source: Paste
kk: Қою
ro: Lipire

# IDS_BR_BUTTON_MORE
source: More
kk: Басқа
ro: Mai multe

# IDS_BR_POP_FAIL
source: Failed
kk: Үзіліп кетті
ro: Nereuşit

# IDS_BR_BODY_OPEN_IN_NEW_WINDOW
source: Open in new window
kk: Жаңа терезеден ашу
ro: Desc. în fer. nouă

# IDS_BR_OPT_VIEW_DOWNLOAD_LIST
source: View download list
kk: Қотару тізімін қарап шығу
ro: Vizualizare listă descărcări

# IDS_BR_BODY_COPY_URL
source: Copy URL
kk: URL көшіру
ro: Copiere URL

# IDS_BR_BODY_COPY_URL_TO
source: Copy URL to
kk: URLды көшіріңіз
ro: Trimitere URL

# IDS_BR_BODY_VIEW_IMAGE
source: View image
kk: Суретті көру
ro: Viz. imagine

# IDS_BR_BODY_PRIVACY_SETTINGS
source: Privacy settings
kk: Құпиялылық параметрлері
ro: Setări confidenţialitate

# IDS_BR_BODY_CLEAR_CACHE
source: Clear cache
kk: Кэшті тазарту
ro: Ştergere cache

# IDS_BR_BODY_CLEAR_HISTORY
source: Clear history
kk: Журналды тазарту
ro: Ştergere istoric

# IDS_BR_BODY_ENABLE_PLUG_INS
source: Enable plug-ins
kk: Қосылмалы бағдарламаларды қосу
ro: Activare plug-in-uri

# IDS_BR_BODY_SELECT_SEARCH_ENGINE
source: Select search engine
kk: Іздеу механизмін таңдаңыз
ro: Selectare motor de căutare

# IDS_BR_BODY_DELETE_SAVED_ID_PASSWORD
source: Delete saved ID/password
kk: Сақталған ID/құпиясөзді жою
ro: Ştergere ID/parolă salvate

# IDS_BR_BODY_CLEAR_ALL_COOKIE_DATA
source: Clear all cookie data
kk: Барлық куки деректерін өшіру
ro: Ştergere integrală date module cookie

# IDS_BR_BODY_UP
source: Up
kk: Жоғары
ro: Sus

# IDS_BR_BODY_FONT_SIZE
source: Font size
kk: Шрифт өлшемі
ro: Dimensiune font

# IDS_BR_POP_DELETED
source: Deleted
kk: Жойылды
ro: Şters

# IDS_BR_BODY_DEFAULT_VIEW
source: Default view
kk: Әдепкі көрініс
ro: Vizualizare implicită

# IDS_BR_MBODY_PAGE_CONTENT_SETTINGS
source: Page content settings
kk: Бет мазмұны параметрлері
ro: Setări conţinut pagină

# IDS_BR_POP_CASE_SENSITIVE
source: Case-sensitive
kk: Регистрге байланысты
ro: Diferenţiere între literele mari şi mici

# IDS_BR_BODY_PLUG_IN
source: Plug-in
kk: Қосу

# IDS_BR_OPT_PLUGINS_LIST
source: Plug-ins list
kk: Қосу тізімі
ro: Listă inserturi

# IDS_BR_HEADER_LOCAL_STORAGE
source: Local storage
kk: Жергілікті еске сақтау құрылғысы
ro: Stocare locală

# IDS_BR_BODY_DELETE_BROWSING_DATA
source: Delete browsing data
kk: Шолушы деректерді жою
ro: Ştergere date de navigare

# IDS_BR_BODY_LOADING_ING
source: Loading...
kk: Жазылуда...
ro: Încărcare...

# IDS_BR_HEADER_LOADING_ING
source: Loading...
kk: Жазылуда...
ro: Încărcare...

# IDS_BR_HEADER_ENTERURL
source: Enter URL
kk: URL енгізіңіз
ro: Introduceţi URL

# IDS_BR_OPT_LOCK
source: Lock
kk: Кілттеу
ro: Blocare

# IDS_BR_OPT_UNLOCK
source: Unlock
kk: Кілттен шығару
ro: Deblocare

# IDS_BR_BODY_MODIFY
source: Modify
kk: Өзгерту
ro: Modificare

# IDS_BR_SK_PAGE_UP
source: Page up
kk: Жоғарғы
ro: Pag. în sus

# IDS_BR_SK_PAGE_DOWN
source: Page down
kk: Төменгі
ro: Pag. în jos

# IDS_BR_BODY_DEVELOPER_MODE
source: Developer mode
kk: Әзірлеуші режимі
ro: Mod dezvoltator

# IDS_BR_BODY_EMPTY
source: Empty
kk: Бос
ro: Liber

# IDS_BR_BODY_CERTIFICATES
source: Certificates
kk: Сертификаттар
ro: Certificate

# IDS_BR_BODY_BOOKMARKS
source: Bookmarks
kk: Қосымшалар
ro: Marcaje

# IDS_BR_BODY_ENTER_NAME
source: Enter name
kk: Атын енгізіңіз
ro: Introduceţi numele

# IDS_BR_BODY_NAME
source: Name
kk: Аты
ro: Nume

# IDS_BR_OPT_SEND_VIA_EMAIL
source: Send via Email
kk: Электрондық пошта арқылы жіберу
ro: Trimite prin e-mail

# IDS_BR_OPT_SEND_VIA_MESSAGE
source: Send via Message
kk: Хабар арқылы жіберу
ro: Trimitere prin mesaj

# IDS_BR_BODY_SETTINGS
source: Settings
kk: Қондырғ-р
ro: Setări

# IDS_BR_BODY_AUTHUSERNAME
source: Username
kk: Тұтынушы аты
ro: Nume utilizator

# IDS_BR_POP_ALREADY_EXISTS
source: Already exists
kk: Қолданыста бар
ro: Există deja

# IDS_BR_POP_SAVED
source: Saved
kk: Сақталған
ro: Salvat

# IDS_BR_POP_NOT_ENOUGH_MEMORY
source: Not enough memory
kk: Жадында орын аз
ro: Memorie plină

# IDS_BR_POP_NETWORK_ERROR
source: Network error
kk: Желі қателігі
ro: Eroare reţea

# IDS_BR_BODY_ALWAYS_ASK
source: Always ask
kk: Әрқашан сұрау
ro: Se întreabă întotdeauna

# IDS_BR_BODY_MEMORY_CARD
source: Memory card
kk: Жад картасы
ro: Cartelă de memorie

# IDS_BR_BODY_PHONE
source: Phone
kk: Телефон
ro: Telefon

# IDS_BR_BODY_NO_ACCOUNTS_ABB
source: No accounts
kk: Есептік жазбалар жоқ
ro: Nu există conturi

# IDS_BR_HEADER_ERROR_PAGE
source: Error page
kk: Қателер беті
ro: Pagină de eroare

# IDS_BR_BODY_WEB_PAGE_TEMPORARILY_NOT_AVAILABLE
source: Web page temporarily not available
kk: Веб-бет уақытша қол жетімді емес
ro: Pagină Web temporar indisponibilă

# IDS_BR_BODY_WEB_PAGE_NOT_AVAILABLE
source: Web page not available
kk: Веб-бет қол жетімді емес
ro: Pagină Web indisponibilă

# IDS_BR_BODY_FAILED_TO_LOAD_FRAMES
source: Failed to load frames
kk: Жақтаулар жүктелмеді
ro: Încărcarea cadrelor nu a reuşit

# IDS_BR_BODY_LOAD_FAILED_MSG_1
source: While retrieving Web page %s, following error occurred.
kk: Веб-бет %s алынғанда, төмендегі қате пайда болды.
ro: S-a produs următoarea eroare la preluarea paginii Web %s.

# IDS_BR_BODY_LOAD_FAILED_MSG_2
source: Unable to retrieve Web page. (Web page might be temporarily down or have moved to new URL)
kk: Веб-бетті алу мүмкін емес. (Веб-бет уақыт төменде болуы немесе орнын жаңа URL мекенжайына ауыстырған болуы мүмкін)
ro: Imposibil de preluat pagina Web. (Este posibil ca pagina Web să fie temporar dezactivată sau să se fi mutat la un URL nou)

# IDS_BR_BODY_LOAD_FAILED_MSG_3
source: The most likely cause is given below
kk: Ең ұқсас себеп төменде берілген
ro: Cauza cea mai probabilă este dată mai jos

# IDS_BR_BODY_LOAD_FAILED_MSG_4
source: Network connection not established normally
kk: Желіге қалыпты жағдайда қосылмады
ro: Conexiunea de reţea nu a fost stabilită în mod normal

# IDS_BR_BODY_LOAD_FAILED_MSG_5
source: Check Web page URL
kk: Веб-беттің URL мекенжайын тексеріңіз
ro: Verificare URL pagină Web

# IDS_BR_BODY_LOAD_FAILED_MSG_6
source: Reload Web page later
kk: Веб-бетті кейінірек қайта жүктеңіз
ro: Reîncărcaţi pagina Web ulterior

# IDS_BR_OPT_BOOKMARK
source: Bookmark
kk: Белгі қосу
ro: Marcaj

# IDS_BR_BODY_TITLE
source: Title
kk: Тақырыбы
ro: Titlu

# IDS_BR_BODY_ENTER_TITLE
source: Enter title
kk: Тақырыбын енгізу
ro: Introduceţi titlul

# IDS_BR_OPT_FOLDERS
source: Folders
kk: Қалталар
ro: Directoare

# IDS_BR_OPT_ALLOW
source: Allow
kk: Рұқсат
ro: Se permite

# IDS_BR_POP_REFUSE
source: Refuse
kk: Бас тарту
ro: Refuzare

# IDS_BR_POP_SECURITY_ERROR_C_UNTRUSTED_SERVER_CERTIFICATE
source: Security Error: Untrusted server certificate
kk: Қауіпсіздік қатесі: Сенімсіз сервер куәлігі
ro: Eroare securitate: Certificat server neautorizat

# IDS_BR_POP_PD_ITEMS_SELECTED
source: %d items selected
kk: %d элемент таңдалды
ro: %d elemente selectate

# IDS_BR_POP_1_ITEM_SELECTED
source: 1 item selected
kk: 1 элемент таңдалды
ro: 1 element selectat

# IDS_BR_OPT_ADD_TO_WEB_CLIP
source: Add to Web clip
kk: Веб-клипке қосу
ro: Adăugare la clip Web

# IDS_BR_POP_SHORTCUT_CREATED
source: Shortcut created
kk: Тіркесім жасалған
ro: Comanda rapidă a fost creată

# IDS_BR_BODY_SELECT_WORD
source: Select word
kk: Сөз таңдау
ro: Selectaţi un cuvânt

# IDS_BR_OPT_FIND_ON_PAGE
source: Find on page
kk: Беттен табу
ro: Găsire în pag.

# IDS_BR_OPT_FIND_ON_PAGE_ABB
source: Find on page
kk: Беттен табу
ro: Găsire în pag.

# IDS_BR_BODY_INTERNET
source: Internet
kk: Шолушы

# IDS_BR_OPT_LIST
source: List
kk: Тізім
ro: Listă

# IDS_BR_BODY_SELECT_ALL
source: Select all
kk: Бәрін бөлектеу
ro: Selectare toate

# IDS_BR_OPT_SENDURLVIA_MESSAGE
source: Message
kk: Хабарлама
ro: Mesaj

# IDS_BR_BUTTON_CANCEL_ABB
source: Cancel
kk: Бас тарту
ro: Anulare

# IDS_BR_OPT_COPY_LINK_URL
source: Copy link URL
kk: Сілт. URL көш-у
ro: Cop. link URL

# IDS_BR_OPT_VIEW_IMAGE
source: View image
kk: Суретті көру
ro: Viz. imagine

# IDS_BR_OPT_OPEN_IN_NEW_PAGE_ABB
source: Open in new page
kk: Жаңа беттен ашу
ro: Desc. în pag. nouă

# IDS_BR_OPT_OPEN
source: Open
kk: Ашу
ro: Deschidere

# IDS_BR_OPT_TEXT_SELECTION_ON
source: Text selection on
kk: Мәтінді бөлектеуді орындау
ro: Selecţie text activă

# IDS_BR_TAB_BOOKMARKS
source: Bookmarks
kk: Қосымшалар
ro: Marcaje

# IDS_BR_SK_EDIT
source: Edit
kk: Өзгер.
ro: Editare

# IDS_BR_SK_DELETE_ABB
source: Delete
kk: Жою
ro: Şter.

# IDS_BR_SK_DELETE
source: Delete
kk: Жою
ro: Ştergere

# IDS_BR_SK_CANCEL
source: Cancel
kk: Тоқтату
ro: Anulare

# IDS_BR_HEADER_EDIT_BOOKMARK
source: Edit bookmark
kk: Қосымшаны өзгерту
ro: Editare marcaj

# IDS_BR_OPT_MESSAGES
source: Messages
kk: Хабарламалар
ro: Mesaje

# IDS_BR_HEADER_EDIT
source: Edit
kk: Өзгерту
ro: Editare

# IDS_BR_SK3_DELETE
source: Delete
kk: Жою
ro: Ştergere

# IDS_BR_OPT_ADDTOBOOKMARKS
source: Add to Bookmarks
kk: Бетбелгілерге қосу
ro: Adăugare la Marcaje

# IDS_BR_HEADER_FONT_SIZE
source: Font size
kk: Шрифт өлшемі
ro: Dimensiune font

# IDS_BR_OPT_PAGE_SIZE_LARGE
source: Large
kk: Үлкен
ro: Mare

# IDS_BR_BODY_PREFERENCESTEXTSIZESMALL
source: Small
kk: Ұсақ
ro: Mic

# IDS_BR_BODY_SPEED
source: Speed
kk: Жылдамдық
ro: Viteză

# IDS_BR_BRSETTINGS_BODY_CONNECTIONPROXYADRS
source: Proxy address
kk: Прокси адресі
ro: Adresă proxy

# IDS_BR_BODY_PROXY_PORT
source: Proxy port
kk: Порт прокси
ro: Port proxy

# IDS_BR_SK_DONE
source: Done
kk: Дайын
ro: Gata

# IDS_BR_BODY_SETTINGS_VERSION
source: Version
kk: Нұсқа
ro: Versiune

# IDS_BR_SK_INSTALL
source: Install
kk: Орнату
ro: Instalare

# IDS_BR_BODY_CURRENT_PAGE
source: Current page
kk: Ағымдағы бет
ro: Pagină actuală

# IDS_BR_BODY_ENTER_FOLDER_NAME
source: Enter folder name
kk: Қалта атын енгізңіз
ro: Introduceţi numele folderului

# IDS_BR_POP_ENTER_BOOKMARK_NAME
source: Enter bookmark name
kk: Бетбелгі атын енгізіңіз
ro: Introduceţi numele marcajului

# IDS_BR_OPT_DO_NOT_ASK_AGAIN
source: Do not ask again
kk: Қайтадан сұрамаңыз
ro: Nu întreba din nou

# IDS_BR_POP_URL_NOT_FOUND
source: URL not found
kk: URL табылмады
ro: URL negăsit

# IDS_BR_BODY_PS_REQUESTS_YOUR_LOCATION
source: %s requests your location
kk: %s орныңызды сұрайды
ro: %s solicită locaţia dvs.

# IDS_BR_BODY_REMEMBER_PREFERENCE
source: Remember preference
kk: Басымдығын еске сақтау
ro: Reţinere preferinţe

# IDS_BR_BODY_SHOW_IMAGES
source: Show images
kk: Суреттер көрсету
ro: Afişare imagini

# IDS_BR_BODY_SHOW_SECURITY_WARNINGS
source: Show security warnings
kk: Қауіпсіздік ескертулерін көрсету
ro: Afişare avertismente de securitate

# IDS_BR_BODY_REMEMBER_PASSWORDS
source: Remember passwords
kk: Құпиясөзді сақтау
ro: Memorare parole

# IDS_BR_BODY_CLEAR_PASSWORDS
source: Clear passwords
kk: Құпия сөзді жою
ro: Ştergere parole

# IDS_BR_POP_DELETE_ALL_SAVED_PASSWORDS_Q
source: Delete all saved passwords?
kk: Барлық сақталған құпиясөздерді жою керек пе?
ro: Ştergeţi toate parolele salvate?

# IDS_BR_POP_DELETE_ALL_COOKIES_CONTINUE_Q
source: Delete all cookies. Continue?
kk: Барлық куки файлдарын жойыңыз. Жалғастыру керек пе?
ro: Se şterg toate modulele cookie. Continuaţi?

# IDS_BR_BODY_REMEMBER_FORM_DATA
source: Remember form data
kk: Деректерден еске сақтау
ro: Memorare date formular

# IDS_BR_BODY_RESET_TO_DEFAULT
source: Reset to default
kk: Стандартты бапстапқы мәндеріне баптау
ro: Reiniţializare la valori implicite
