Repository: jinjianxin/tizen
Catalog: org.tizen.browser-0.0.1/po/*.po
Languages: kk, ro

# IDS_BR_POP_ALL_SETTINGS_TO_DEFAULT_CONTINUE_Q
source: All settings to default. Continue?
kk: Барлық параметрлердің әдепкі мәні. Жалғастыру керек пе?
ro: Toate setările sunt la valoarea implicită. Continuaţi?

# IDS_BR_POP_CLEAR_CACHE_Q
source: Clear cache?
kk: Кэшті тазартасыз ба?
ro: Golire cache?

# IDS_BR_POP_HISTORYREMOVEALLHISTORY
source: Clear all history?
kk: Бүкіл журналды тазартасыз ба?
ro: Ştergeţi întregul istoric?

# IDS_BR_BODY_BROWSER_NAVIGATION_HISTORY_WILL_BE_CLEARED
source: The browser navigation history will be cleared
kk: Браузерді шарлау журналы тазаланады
ro: Istoricul de navigare va fi şters

# IDS_BR_BODY_ALWAYS_ON
source: Always on
kk: Әрдайым қосулы
ro: Activat întotdeauna

# IDS_BR_BODY_ENABLE_LOCATION
source: Enable location
kk: Орнын қосу
ro: Activare locaţie

# IDS_BR_BODY_CLEAR_LOCATION_ACCESS
source: Clear location access
kk: Орнына кіруді тазалау
ro: Autorizare acces la locaţie

# IDS_BR_POP_UNABLE_TO_ADD_BOOKMARK_MAXIMUM_NUMBER_OF_BOOKMARKS_REACHED
source: Unable to add bookmark. Maximum number of bookmarks reached
kk: Белгі салынбады. Белгінің саны шегіне жетті
ro: Imposibil de adăugat marcajul. S-a atins numărul maxim de marcaje

# IDS_BR_POP_DELETE_WEBSITE_LOCATION_ACCESS_INFORMATION_Q
source: Delete website location access information?
kk: Веб-сайт орнына кіру ақпаратын жою керек пе?
ro: Ştergeţi informaţiile privind accesul la locaţie al site-ului Web?

# IDS_BR_BODY_PRINT
source: Print
kk: Басып шығару
ro: Imprimare

# IDS_BR_BODY_SEARCH_OR_ENTER_URL
source: Search or enter URL
kk: URL мекенжайын іздеу немесе енгізу
ro: Căutaţi sau introduceţi adresa URL

# IDS_BR_BODY_AUTO
source: Auto
kk: Авто
ro: Automat

# IDS_BR_OPT_MANUAL
source: Manual
kk: Қолмен

# IDS_BR_BODY_LOW
source: Low
kk: Төмен
ro: Scăzută

# IDS_BR_BODY_MEDIUM
source: Medium
kk: Орташа
ro: Mediu

# IDS_BR_BODY_BLANK_PAGE
source: Blank page
kk: Бос бет
ro: Pagină goală

# IDS_BR_POP_INSTALLATION_FAILED
source: Installation failed
kk: Орнату үстінде үзіліп кетті
ro: Instalarea nu a reuºit

# IDS_BR_BODY_WEBSITE_SETTINGS
source: Website settings
kk: Веб-сайт параметрлері
ro: Setări pentru site-uri web

# IDS_BR_BODY_HIGH_MPRIORITY
source: High
kk: Жоғары
ro: Ridicată

# IDS_BR_BODY_SAVE_LINK
source: Save link
kk: Сілтеме сақтау
ro: Salvare link

# IDS_BR_BODY_SHARE_LINK
source: Share link
kk: Сілтеме бөлісу
ro: Partajare link

# IDS_BR_BODY_PRIVACY_AND_SECURITY_ABB
source: Privacy and security
kk: Құпиялық және қауіпсіздік
ro: Confidenţialitate şi securitate

# IDS_BR_BODY_SAVE_FOR_OFFLINE_READING_ABB
source: Save for offline reading
kk: Өшірулі күйде оқуға сақтау
ro: Salvare pentru citire offline

# IDS_BR_HEADER_LOCATION
source: Location
kk: Орналасу орны
ro: Locaţie

# IDS_BR_HEADER_FORM_DATA
source: Form data
kk: Үлгі деректері
ro: Date formular

# IDS_BR_BODY_CLEAR_FORM_DATA
source: Clear form data
kk: Формадағы деректерді өшіру
ro: Ştergere date formular

# IDS_BR_BODY_CLEAR_ALL_SAVED_PASSWORDS
source: Clear all saved passwords
kk: Барлық сақталған құпиясөздерді өшіру
ro: Ştergere integrală parole salvate

# IDS_BR_POP_ADDED_TO_BOOKMARKS
source: Added to bookmarks
kk: Бетбелгілерге қосылған
ro: Adăugat la marcaje

# IDS_BR_POP_REMOVED_FROM_BOOKMARKS
source: Removed from bookmarks
kk: Бетбелгілерден жойылған
ro: Eliminat din marcaje

# IDS_BR_BODY_COOKIES
source: Cookies
ro: Module cookie

# IDS_BR_HEADER_COOKIES
source: Cookies
ro: Module cookie
